IDEA StatiCa Open Model
OpenModel.OriginSettings Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Information about origin project
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public OriginSettings OriginSettings { get; set; }
Public Property OriginSettings As OriginSettings
	Get
	Set
public:
property OriginSettings^ OriginSettings {
	OriginSettings^ get ();
	void set (OriginSettings^ value);
}
Property Value
Type: OriginSettings
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace